Repository: RisingStar-Web/100
Catalog: Hundred/*.lproj/Localizable.strings
Languages: ru, zh

# 6digitsDesck
source: Gain 100 points, using the 6-digits
ru: Быстрее всех наберите 100 очков, используя шесть цифр
zh: 利用6个数字通过简单数学运算获得100的数值

# 3digitsDesck
source: Equating the two numbers, not exceeding one million
ru: Приравняйте два числа, не превысив 1 000 000
zh: 利用两组数里的数字通过简单数学运算计算出两个相等的数， 利用每组数字所计算出的数值不许超过1000000

# GameWin
source: You win
ru: Вы выиграли
zh: 您赢了。

# GameOver
source: You lose
ru: Вы проиграли
zh: 您输了。

# TopSetting
source: Settings
ru: Настройки
zh: 设置

# Top
source: Scores
ru: Рейтинг игроков
zh: 游戏者的计分

# 6digits
source: 6-digit
ru: 6 цифр
zh: 6个数字

source: 3 digits
ru: 3 цифры
zh: 3个数字

# DigitsReplaceDesck
source: Used digit replaced by other
ru: Использованная цифра заменится другой
zh: 所用过的数字将用另一个数字替换。

# TimerOnOFf
source: A timed game
ru: На время
zh: 计时

# Function
source: Game options
ru: Функции
zh: 功能

# DigitsReplace
source: Replace
ru: Заменяются
zh: 能替换数字

# TopNoRep
source: Do not replace
ru: Не заменяются
zh: 不能替换数字

# BackGame
source: Game
ru: Игра
zh: 返回游戏页面

# SetAudio
source: Sound
ru: Звук
zh: 声音

# pleas
source: Please rate the app
ru: Пожалуйста, оцените приложение
zh: 请率的应用程序

source: Like
ru: Нравится
zh: 就像

# nolike
source: Don't like
ru: Не нравится
zh: 不喜欢

# later
source: Remind me later
ru: Напомнить позже
zh: 晚点提醒我跟你说

# iAd
source: Switching off ads for
ru: Без рекламы за
zh: 支付卢布免广告

# TopRep
source: Replace
ru: Заменяются
zh: 能替换数字
